/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "正在決定目前位置";
"DeterminingLocationStep2" = "正在決定目前位置。";
"DeterminingLocationStep3" = "正在決定目前位置⋯";
"DeterminingLocationStep4" = "正在決定目前位置⋯";

"DeterminingLocation" = "正在決定目前位置⋯";

"LocationError" = "此時無法決定目前的位置";
"CurrentLocation" = "目前位置：%@";
"TurnONAirport" = "啟用 AirPort 來決定您目前的位置";
